Repository: talmudmaster/BiCorpus
Catalog: 语料/八路军办事处语料库.tmx
Source language: zh_cn
Languages: en_us

source: 新安旅社团工作队在桂林
en_us: Xin'an travel association team in Guilin

source: 广西建设研究会的会刊《建设研究》
en_us: Construction Research of Guangxi Construction Research Association

source: 中国农村经济研究会机关刊物:《中国农村》
en_us: Journal of the China Rural Economic Research Association: Rural China

source: 1938年1月全国漫画作家抗敌协会在桂林中学举办全国第一届漫画展览
en_us: In January 1938, the National Comic Writers Association for Anti-Japanese War held the first session of the National Comic exhibition in Guilin Middle School

source: 著名战地摄影记者沙飞及1937年在桂林举办摄影展的宣传报道
en_us: Sha Fei, a famous war photographer, and his publicity report on the photo exhibition held in Guilin in 1937

source: 1939年春，广西当局为培养地方基层骨干，开办了广西地方建设干部学校，图为位于天圣山下的广西地方建设干部学校校园一角。
en_us: In the spring of 1939, in order to train local grass-roots backbone, Guangxi authorities opened a Guangxi local construction cadre school. The picture shows a corner of the campus of Guangxi local construction cadre school located at the foot of Tiansheng mountain.

source: 1937年9月广西各界民众在广西省政府操场举行“九一八”六周年纪念大会
en_us: In September 1937 , people from all walks of life in Guangxi held a meeting to commemorate the sixth anniversary of September 18th in the playground of Guangxi Provincial Government

source: 桂林成为国名党统治区独一无二的抗日新闻中心
en_us: Guilin became a unique anti-Japanese news center in the Kuomintang ruling area

source: 担任过桂林远方书店的经理朱希（左）和曹健飞（右）
en_us: Zhu Xi (left) and Cao Jianfei (right), who served as the manager of the Guilin Yuanfang Bookstore

source: 尤其毛泽东（在延安文艺座谈会上的讲话），1942年5月在桂林就由了第一批的单行本流传
en_us: In particular, Mao Zedong (speaking at the Yan'an Literary Symposium) was the first single-line book to be circulated in Guilin in May 1942

source: 尤其在桂林街头经常举行的戏剧公演，对动员抗战、宣战抗战、鼓舞抗战，唤醒民众抗战意识，具有相当积极的作用
en_us: In particular, the frequent theatrical performances on the streets of Guilin have played a very positive role in mobilizing, declaring and inspiring the war of resistance and awakening the people's awareness of the war of resistance

source: 它作为最直接、最生动的艺术表现形式，在宣传抗战中发挥了独特的作用。
en_us: As one of the most intuitive and most vivid forms of art, it played an important role in the anti-Japanese.

source: 戏剧是桂林抗战“文化城”活动中最活跃、最重要的部分。
en_us: Drama was the most active and important part of Guilin's "Cultural City" during the Anti-Japanese War.

source: 抗宣一队在桂林演出抗日剧：《放下你的鞭子》
en_us: The 1st Anti-Japanese Propaganda Team performed Anti-Japanese dramas in Guilin: Put Down the Whip

source: 抗宣一队1941年演出多幕话剧《刑》的剧照
en_us: Stills of the multi-act drama Punishment performed by the 1st Anti-Japanese Propaganda Team in 1941

source: 剧团演出用的乐器：拉管
en_us: Musical Instruments used in theatrical performances: Trombone

source: 新安旅行团团员穿的团服
en_us: Group clothes worn by Xin'an Touring Party

source: 夏衍创作的剧本《心防》
en_us: Heart defense, created by Xia Yan.

source: 剧团演出用的乐器：长笛
en_us: Musical Instruments used in theatrical performances: Flute

source: 1938年12月，在桂林进行宣传活动的“孩子剧团”
en_us: In December 1938, the "Children's Troupe" that carried out propaganda activities in Guilin

source: 抗宣一队在桂林举行的歌咏活动
en_us: Singing activities Held by Anti-Xuanyi Team in Guilin the 1st Anti-Japanese Propaganda Team

source: 抗战时期广州儿童剧团在桂林
en_us: Guangzhou Children's Troupe in Guilin during the Anti-Japanese War

source: 厦门儿童救亡剧团在桂林
en_us: Xiamen Children's Salvation Troupe in Guilin

source: 戏剧家洪深在桂林
en_us: Dramatist Hong Shen was in Guilin

source: 剧团演出用的乐器：抱号
en_us: Musical Instruments used in theatrical performances: Tuba

source: 剧团演出用的乐器：圆号
en_us: Musical Instruments used in theatrical performances: Horn

source: 当时由中共地下党组织领导的秘密印刷厂，在宣传抗战，动员抗战，鼓舞抗战中发了很好的作用。
en_us: The printing factory secretly led by the Underground Party Organization of the Communist Party of China played an important role in the war of resistance in mobilizing people to join.

source: 时任桂林临时参议会会议长的李任仁及其招待来桂文化界的报道
en_us: Li Renren, then President of Guilin provisional Senate, and his reception to Guangxi cultural circles

source: 1940年2月19日，白崇禧举行招待会，这是招待文化界，新闻界的报道。
en_us: On February 19th, 1940, Bai Chongxi held a reception, which was a report for cultural circles and press reports.

source: 广西省立艺术师资训练班学生在漓江边举行流动画展
en_us: Students of Guangxi Provincial Art Teacher Training Class held a flow animation exhibition on the Lijiang River

source: 学生认真听讲，这是服务以前的准备
en_us: The students had to listen carefully. This is the preparation before the service.

source: 新安旅行团工作队在桂林
en_us: The work team of Xin'an Touring Party in Guilin

source: 远方书店出版发行的图书，《日本国力的再估计》、《论太平洋大战》、《阿Q的造像》
en_us: The Statue of Ah Q, Pacific War, Japan National Strength re-estimation, published and distributed by Yuanfang Bookstore

source: 实学书店出版发行的《谈天说地》
en_us: Talking about heaven and earth, published by Shixue Bookstore

source: 中国领导人周恩来等对桂系上层人物作了大量的统战工作，广西当局允许在桂林发行、出售各种抗日报刊、报纸由原来只有《广西日报》一家增加为20多家。
en_us: Zhou Enlai, the leader of CPC, and others made a great deal of united front work for Guangxi faction. Guangxi government allowed publication and sale of various newspapers and periodicals about anti-Japanese. Therefore, the number of institutions has increased from only Guangxi Daily to more than 20.

source: 抗战时期的音乐家满谦子
en_us: Musician Man Qianzi during the Anti-Japanese War

source: 抗战时期的音乐家吴伯超
en_us: Musician Wu Bochao during the Anti-Japanese War

source: 抗战时期的音乐家陆华柏
en_us: Musician Lu Huabai during the Anti-Japanese War

source: 团结起来，一致抗日
en_us: Close rank and resist Japan

source: 这就是当时桂林最有名的”岩洞教育“
en_us: This was Guilin's most famous 'Cave education' of the period.

source: 刊物名称主办单位|刊物名称主办单位|刊物名称|主办单位
en_us: Name of publication organizer

source: 阳翰笙编著的《前夜》在桂林演出，图为《前夜》第四幕的舞台
en_us: The still of Qianye

source: 在桂林期间，他们根据教育家陶行知的建议，利用市民在岩洞躲日机轰炸的时机，向大家宣讲抗日形势，教唱抗日歌曲，或者教识字、算数等。
en_us: During the period in Guilin, according to the advice of educator Tao Xingzhi, they took advantage of the opportunity for the citizens to hide from Japanese aircraft bombing in caves to preach everyone about the anti-Japanese situation, to sing anti-Japanese songs, to read and count.

source: 抗战时期伊瘦石在桂林创作的作品：《翟张二公殉国实话》
en_us: Yi Shoushi created his work ZhaiZhangErGongXunGuoShiHua in Guilin during the Anti-Japanese War.

source: 抗战时期的黄新波在桂创作木刻作品：《付薪》、《生活》、《准备》、《还击》
en_us: Huang Xinbo created woodcut works in Guilin: FuXin, Life, Preparation, Counterattack.

source: 抗战时期使用的乐器：铜锣，小铜钹，手风琴，唢呐，短号，长号
en_us: The instruments Gong, Brass Cymbals, Hand Organ, Suona, Cornet, Trombone used during the Anti-Japanese War

source: 这种特殊效果在”包围大西南“期间尤为明显
en_us: The special effect was particularly obvious during the period of "surrounding the southwest"

source: 油画：桂林体育场举行的抗日万人大合唱
en_us: Oil painting: Anti-Japanese Chorus of ten thousand people was holding in Guilin Gym

source: 李凌，主编的《新音乐》
en_us: New Music, edited by Li Ling

source: 阳翰笙编著的《前夜》在桂林演出，图为《前夜》第四幕的舞台。
en_us: Qian Ye edited by Yang Hansheng performed in Guilin. The picture shows the stage of the fourth act of Qian Ye.

source: 生活教育社和新安旅行团在七星岩开展岩洞教育的报导
en_us: Report on cave education in Seven-star Cave by Life Education Office and Xin'an Touring Party

source: 欧阳予倩与广西戏剧学校师生合影
en_us: Ouyang Yuqian posed with teachers and students of Guangxi Drama School

source: 新安旅社团西南工作队在桂林
en_us: The Southwest Working Team of Xin'an Touring Party was in Guilin

source: 1944年2月15日至5月19日，在中国共产党的秘密领导下，以欧阳予倩、田汉、握白音等为首的著名戏剧家，团结文化界的社会各界进步力量，坚持斗争，冲破阻力，在国统区桂林胜利召开了西南第一届戏剧展览会，湘、粤、桂、赣、滇五省及其邻近的闽、黔、鄂省的33个戏剧团队和戏剧界代表近千人参加这次装览展览会对戏剧运动发展成果进行前所未有的大检阅；肯定了文艺上前线、下农村的服务大众的方向；表彰了进步戏剧团队克服艰难险阻，坚持抗战，反对妥协投降的先进事迹；揭示了抗战戏剧运动存在的各种问题；同时也揭露了国民党当局对民主戏剧运动日益加剧的摧残迫害。
en_us: From February 15th to May 19th, 1944, under the secret leadership of the Communist Party of China, famous dramatists headed by Ouyang Yuqian, Tian Han and Shou Baiyin United Progressive forces from all walks of life in the cultural field, persisted in struggle and broke through resistance. They successfully held the first southwest drama exhibition in Guilin, a state-controlled area. Nearly 1, 000 people from 33 drama teams and theater representatives from Hunan, Guangdong, Guangxi, Jiangxi and Yunnan provinces and their neighboring Fujian, Guizhou and Hubei provinces attended the exhibition to review the development achievements of drama movement in unprecedented review. Affirmed the direction of serving the public in literature and art on the front line and in the countryside; commended the advanced deeds of the progressive drama team in overcoming difficulties and obstacles, persisting in the war of resistance and opposing compromise and surrender; it shown various problems existing in the anti-Japanese war drama movement; revealed the Kuomintang authorities' increasing persecution of the democratic drama movement.

source: 广西省立艺术馆在昭平黄桃古镇演出的舞台
en_us: The performance stage of Guangxi Provincial Art Museum in Huangtao Ancient Town, Zhaoping

source: 1942年2月21日新中故宫剧社献演三幕话剧《再会吧，香港！》
en_us: On February 21, 1942, the new China Imperial Palace Drama Club performed a three-act drama Goodbye, Hong Kong!

source: 凯声剧团在桂林国民大戏院演出五幕世界名剧——《茶花女》广告
en_us: Kaisheng troupe performed five-act advertisement for The Lady of the Camellias in Guilin National Grand Theater

source: 抗战剧团演出用的乐器：唢呐
en_us: The Musical instrument for the performance of Anti-Japanese War troupe: suona horn

source: “西南剧展”期间在桂林演出剧目的戏票
en_us: Tickets for plays to be performed in Guilin during 'the Southwest Drama Exhibition'

source: 西南剧展盛况空前
en_us: Southwest Drama Exhibition unprecedented

source: 抗战剧团演出用的乐器：歪号
en_us: The Musical instrument for the performance of Anti-Japanese War troupe: Crooked Horn

source: 抗战剧团演出用的乐器：小号
en_us: The Musical instrument for the performance of Anti-Japanese War troupe: trumpet

source: 抗战剧团演出用的乐器：黑管
en_us: The Musical instrument for performance of Anti-Japanese War troupe: clarinet

source: 抗战剧团演出用的乐器：萨克斯
en_us: The Musical instrument for performance of Anti-Japanese War troupe: saxophone

source: 抗战时期在桂林参加抗战剧运的戏剧家欧阳予倩（坐的人）与吴晓邦
en_us: Ouyang Yuqian (seated person) and Wu Xiaobang took part in the drama of Anti-Japanese in Guilin during period of Anti-Japanese War

source: 广西省立艺术馆在昭平黄桃古镇的旧址
en_us: The old site of Guangxi Provincial Art Museum in Huangtao Ancient Town, Zhaoping

source: 桂林四维平剧社在国民大戏院演出《家》的广告
en_us: Guilin Siwei Opera Association performed an advertisement for home at the National Grand Theater

source: 剧展内容丰富多彩，展示了中国抗战戏剧运动的重要成果，反映了中华民族团结抗战在国际反法西斯斗争中的地位和作用，代表了当时中国先进文化前进的方向，有力地推动了中国民主戏剧运动的发展。
en_us: The exhibition was rich and colorful, showing the important achievements of China’s Anti-Japanese War Drama Movement, reflecting the position and role of the Chinese nation's unity and Anti-Japanese War in the International anti-fascist struggle, representing the direction of China’s advanced culture at that time, and effectively promoting the development of China’s Democratic Drama Movement.

source: 桂林出版杂志一览
en_us: List of magazines published in Guilin

source: 刊物名称
en_us: Publication Name

source: 充分显示了党的抗日民族统一战线的威力。
en_us: It fully demonstrated the power of the Party's Anti-Japanese National United Front.

source: 剧团演出用的 乐器：长笛
en_us: Flute

source: 演剧队到远离国名党指挥机关的地方去演出，并通过戏剧训练班，教唱歌曲等方法，组织教育群众坚持抗战。
en_us: Theatrical troupe should hold events where far from Kuomintang's government, and organized and educated people to persist in Anti-Japanese War through theatrical training courses and teaching songs.

source: “戏剧再桂林抗战文化宣传场胜利深远影响
en_us: Theater and drama has a profound influence on Anti-Japanese War in Guilin

source: 剧团演出用的 乐器：抱号
en_us: Musical Instruments used in theatrical performances: Tuba

source: 剧团演出用的 乐器：圆号
en_us: Musical Instruments used in theatrical performances: Horn

source: 中央书记处关于同意周恩来等6人在南方局常委的指示
en_us: The central Secretariat’ s instructions on agreeing to Zhou Enlai and other six people in the Standing Committee of the southern Bureau

source: 抗战时期，李宗仁与付人郭德洁在桂林机场
en_us: During the Anti-Japanese War, Li Zongren and Guo Dejie were at Guilin airport.

source: 民国时期桂林公共场所使用的马灯
en_us: Horse lanterns used in public places in Guilin during the Republic of China

source: 1939年5月28日，叶剑英在乐群路李子园储才学校，向各界爱国民众作题为“积小胜为大胜”的著名演说
en_us: On May 28th,1939, Ye Jianying delivered a famous speech entitled "a Small Victory is a Big Victory" to patriotic people from all walks of life at li Ziyuan chucai school on Lequn road

source: 1939年1月下旬，叶剑英应邀至广西学生第二团，作“现阶段的游击战与正规战”的演讲
en_us: In late January 1939, Ye Jianying was invited to the 2nd Guangxi student Regiment to give a speech on "guerrilla warfare and regular warfare at this stage"

source: 1939年2月16日，周恩来与叶挺应邀出席“军委会军训部成立周年纪念大会”，在会上发表“军训工作之重要”讲话
en_us: On February 16th,1939, Zhou Enlai and Ye Ting were invited to attend the "commemorative Meeting for the Anniversary of the Establishment of the Military Training Department of the Military Commission" and delivered a speech on "the Importance of Military Training Work" at the meeting

source: 周恩来曾在此住过的李克农处长办公室兼卧室
en_us: Director Li Kenong's office and bedroom, where Zhou Enlai once lived

source: 国民政府西南行营办公厅主任李济深发表抗日演讲
en_us: Li Jishen, director of the general office of the southwest Battalion of the national government, delivered an anti-Japanese speech

source: 周恩来传达中共中央“六届六中全会”精神
en_us: Zhou Enlai conveyed the spirit of the sixth plenary session of the Sixth Central Committee of the Communist Party of China

source: 1939年4月23日，周恩来第三次来桂林。
en_us: Zhou Enlai came to Guilin for the third time on April 23rd,1939.

source: 当晚在桂林北郊路莫村八路军办事处军需物资转运站附件的龙王庙，用近三个小时的时间向办事处全体工作人员及在桂文化界党员干部200多人传达中共中央的“六届六中全会”精神，并精辟分析了当时的抗战形势
en_us: In the evening, in the Longwang temple near the military supplies transfer station of the Eighth Route Army Office in Mocun, Beijiao road, Guilin, it took nearly three hours to convey the spirit of the "sixth plenary session of the Sixth Central Committee" of the CPC Central Committee to all the staff of the office and more than 200 party members and cadres in Guangxi's cultural circles, and incisively analyzed the situation of the Anti-Japanese War at that time

source: 1938年12月8日，周恩来应邀出席在桂林大华饭店举行的“国际反侵略运动大会中国分会广西支会筹备会”，在会上作有关抗日形势的演讲
en_us: On December 8th,1938, Zhou Enlai was invited to attend the "Preparatory Meeting of Guangxi Branch of China Branch of the International Anti-aggression Movement Conference" held in Guilin Dahua hotel and made a speech on the anti-Japanese situation at the meeting

source: 周恩来使用过的派克牌钢笔
en_us: The pike pen used by Zhou Enlai

source: 1939年2月中旬，周恩来与叶挺由重庆到皖南途中，第二次到桂林
en_us: In mid-February 1939, Zhou Enlai and Ye Ting went to Guilin for the second time on their way from Chongqing to Southern Anhui

source: 周恩来使用过的公文包
en_us: The briefcase used by Zhou Enlai

source: 中共党员、新知书店营业员储继
en_us: Xinzhi Bookstore's salesperson Chu Ji, also a member of the Communist Party of China

source: 桂林经常举行的街头千人大合唱和万人大合唱，抗战歌声响彻山城，震撼夜空，其迅速的感染力和号召力是其他文艺形式无法比及的。
en_us: The chorus of thousands of people on the street often appeared in Guilin. Anti-Japanese War songs were resounding and shocking. And Their ability to effect people's emotion and appeal them was unmatched by other literary forms.

source: 抗战期间在桂林举办的各类美术展览活动达几百场之多，几乎平均每年都有三十多个画展举办，其中1943年元旦，同时举办的画展竟多达六、七个，次数之多，实属罕见。
en_us: There were hundreds of art exhibitions held in Guilin during the anti-Japanese War and almost 30 exhibitions were held every year on average. On New Year's Day in 1943, as many as six or seven exhibitions held at the same time, which was a really rare phenomenon.

source: 音乐作为抗战期间最直接、最具号召行动大众文化形式，其群众性动员作用更有成效。
en_us: Music was the most direct and appealing form of mass culture during the Anti-Japanese War, and it had a more effective mass mobilization function.

source: 1936年12月，广西全省学生救国联合会第一次代表大会代表举行游行示威。
en_us: In December 1936, representatives to the First Congress of Guangxi Provincial Federation of Students to save the country held a demonstration.

source: 1939年隶属军委会政治部的漫画宣传队在桂林举行漫画展览时写在墙上的大型宣传标语
en_us: A large-scale propaganda slogan written on the wall when the comic propaganda team affiliated to the Political Department of the Military Commission held a comic exhibition in Guilin in 1939

source: 军委会政治部抗敌演剧第九队参加音乐舞蹈会
en_us: The 9th Anti-Japanese Theatrical Team of Political Department of Military Commission attended the Music and Dance party

source: 一个在岩洞中避难的女学生说：“报警是我们的上课钟“
en_us: A female student who took refuge in a cave said “The alarm means that we start class”.

source: 在大街上儿童教唱抗日歌曲
en_us: Children were taught Anti-Japanese Songs in the street

source: 叶剑英用过的公文包
en_us: Briefcase was used by Ye Jianying

source: 桂林发行、出版的部分刊物一览；《国民公论》、《中学生》战时半月刊、《中国农村》、《宇宙风》散文半月刊、《野草》、《戏剧春秋》、《中国诗坛》、《青年生活》
en_us: List of a part of publications issued and published in Guilin: National Public Opinion, Middle School Student Wartime Semimonthly, Chinese Rural, YuZhouFeng Prose Semimonthly, Weeds, XiJu ChunQiu, Chinese Poetry Circle, Young Life

source: 以至于《论持久战》、《论新阶段》、《抗敌》、《群众》、《新华日报》、《毛泽东救国言论选集》等众多进步刊物都能在桂林翻印。
en_us: Many progressive publications can be reproduced in Guilin: On Protracted War, Theory Of The New Stage, Fight Against The Enemy, Group, Xinhua Daily, Selected Works of Mao Zedong's Speech on Saving the Nation.

source: 新知书店在桂林出版发行的部分书刊：《对马》、《中国农村》、《文化杂志》
en_us: A part of books and periodicals published by Xinzhi Bookstore in Guilin: Duima, Chinese Rural, Cultural Magazine

source: 三户书店出版发行的《巴尔扎克短篇集》、《战后的世界》
en_us: Balzac's Short Stories, Post-war World, published by Sanhu Bookstore

source: 抗战木刻专刊《抗战八年木刻选集》
en_us: Selected Woodcut in Eight Years of Anti-Japanese War, the special issue of woodcut in Anti-Japanese War

source: 郭沫若题写刊名的《战歌》
en_us: Guo Moruo inscribed the title of The Song of War

source: 徐悲鸿作品《放下你的鞭子》
en_us: Xu Beihong's Put Down Your Whip

source: 徐悲鸿作品《奔马》
en_us: Xu Beihong's Galloping horse

source: 抗战戏剧公演舞台
en_us: Stage of Anti-Japanese War drama performance

source: 戏剧为桂林抗战文化宣传产生了深远影响
en_us: Drama had a profound influence on the propaganda of Guilin's anti-Japanese war culture

source: 周恩来指示各抗敌演剧队地下党组织：”演剧队要保存团体，争取工作，要鉴定原则，不演反共剧，要学会交朋友，广泛开展抗日民族统一战线工作。
en_us: Zhou Enlai instructed the underground party organizations of the Anti-enemy Drama Teams: "The drama teams should preserve groups, strive for jobs, identify principles, refuse to play anti-communist dramas, learn to make friends, and extensively carry out anti-Japanese national United front work.

source: 戏剧运动式桂林抗战”文化城“里面最活跃的部分，其影响力特别巨大。
en_us: The Drama Movement was one of the most popular part of Anti-Japanese War "culture city" in Guilin, which had a great influence.

source: 戏剧运动轰轰烈烈
en_us: The dramatic movement was very vigorous.

source: 木刻界抗敌协会负责人黄新波，新建庵、廖冰兄及黄茅在《纪念鲁迅先生木刻展》前合影
en_us: Huang Xinbo, head of the Anti-Enemy Association in Woodcarving, Xin Jian'an, Liao Bingxiong and Huang Mao took a group photo in front of the Woodcarving Exhibition in Memory of Lu Xun

source: 当时众多的书店和出版社密集在桂西路，太平路以带，这里曾被成为”书店街“，”文化街“。
en_us: At that time, numerous bookstores and publishing houses were clustered in Guixi Road and Taiping Road, which was called "Bookstore Street" and "Culture Street".

source: 抗战时期的木刻家李烨及其在桂林发表的文章《占地走笔之一：一颗高射炮弹》
en_us: Li Ye, a woodcutter during the Anti-Japanese War, and his article One of Covering an Area: An Anti-aircraft Artillery Bomb published in Guangxi

source: 抗敌演剧宣传第五队1939年初到桂林，图为刘式昆在指挥大合唱
en_us: The Anti-enemy Drama Promotes Fifth Team first arrived in Guilin in 1939. Picture shows that Liu Shikun was conducting the chorus.

source: 演剧队到远离国民党指挥机关的地方去演出，并通过戏剧训练班，教唱歌曲等方法，组织教育群众坚持抗战。”
en_us: The troupe went to places far away from the Kuomintang command, and organized and educated the masses to persist in the war of resistance through theatrical training classes, teaching and singing songs, etc. ”

source: 新安旅行团领导人汪达之与舞剧（虎爷）编导吴晓邦、严恭、刘式昕、张早合影于桂林
en_us: Wang Dazhi, leader of Xin'an Tour Party, took a group photo with Wu Xiaobang, Yan Gong, Liu Shizhen and Zhang Zao, choreographers of dance drama (Tiger Ye) in Guilin

source: 西南旅行团部分师生在桂林致和村合影
en_us: Teachers and students of the Southwest Travel Agent took a group photo in Zhihe Village, Guilin

source: 中国救亡剧团创作的《台儿庄之战》在桂林公演
en_us: The War of TaiErZhuang was performed in Guilin

source: 图为"鲨鱼嘴”战斗机。
en_us: The shark mouth fighter jets.

source: 在北上抗日途中进行抗日宣传的广西学生军。
en_us: The Guangxi Student Army that carried out anti-Japanese propaganda on the way to the north to fight against Japan.

source: 学生军参加桂南会战的英姿。
en_us: The heroic bearing of the Student Army participating in the Battle of Southern Guangxi.

source: 抗战时期桂林秧塘机场的情景。
en_us: The scene of Guilin Yangtang airport during the Anti-Japanese War.

source: 桂林“八办”处长李克农按照中共中央南方局指示，派出一批精干力量，包括10多 位华侨司机，采用夜间行车和分程接运的方法，爬山涉水，克服重重困难， 沿途巧妙躲过日机的轰炸，在艰苦的千里运输线上，用智慧与统战的方法攻克国民党军队设置的各种关卡，历时4个 月时间，将全部物资安全抢运到桂林，然后再转运至延安的党中央和八路军、新四军等抗日前线，出色地完成了这次最艰巨的运输任务。
en_us: According to the instructions, the leader of Guilin Eighth Route Army Office, Li Kenong sent a group of capable force, including more than 10 drivers, to drive at night and transfer separately. They drove very far distance, overcame various difficulties, ingenious escaped Japanese bombing, used wisdom and methods of united front to conquer the barrier Kuomintang set. Finally, it lasted for four months, they sent all supplies to Guilin completely, then transferred to Yan'an and the Eighth Route Army of Yan'an, the New Fourth Army of Republic of China and other anti-Japanese front, successfully completed the most arduous task.

source: “皖南事变”后大后方文化“万花纷谢”，桂林却“一枝独秀”，耀眼夺目，新创办的文艺刊物达9种，如如《文艺杂志》、《文学创作》、《文学批评》、《青年文艺》、《文艺生活》等，并“邀请全国作家，多对国家尽一点责任，有助于抗战，替这个伟大战斗时代留下光辉一叶”。
en_us: After the "Southern Anhui Incident", the culture in the southwest and northwest areas ruled by the Kuomintang declined one after another, but Guilin was still outstanding and dazzling. There were nine new literary and art publications, such as Literary Arts Magazine, Literary Creation, Literary Criticism, Youth Literary and Art, and Literary and Art Life, etc., and "invite writers contribute to the country, create works conducive to the War of Resistance Against Japanese Aggression, and leave a glorious memory for the great battle era".

source: 因此，文学创作高空前高产，形成主旋律突出而又丰富多样的文学新格局，成为推动20世纪后半期中国文学发展的积极的巨大力量。
en_us: Therefore, the literary creation was at an unprecedented high yield, forming a new literary pattern with prominent main melody and rich diversity, which has become a positive and tremendous force to promote the development of Chinese literature in the second half of the 20th century.

source: 这些刊物成为桂林民众与大后方及全国民众进行思想情感交流的媒体，荟萃了大后方乃至全国的文学精英，奉献了优秀的文学作品。
en_us: These publications have become the media for people in Guilin to exchange ideas and feelings with people in the southwest and northwest areas even the whole country. They have gathered literary elites in the southwest and northwest areas even the whole country, and contributed outstanding literary works.

source: 千里运输线上的办事处.运输车队1939年5月，为赶在日寇切断我国大陆唯一出海“交通生命线”之前，抢运由香港“八办”负责人廖承志、连贯从海外筹集的一批抗战物资。
en_us: Guilin Eighth Route Army in charge of transportation. In May 1939, before Japan cut off the only way out — transportation lifeline, Liao Chengzhi was responsible for shipping a batch of Anti-Japanese War materials collected from overseas.

source: 1942年为桂林的“文艺年”，是大后方文学运动的高潮点。
en_us: 1942 is the "Year of Literature and Art" of Guilin, which was the climax of the literary movement in the southwest and northwest areas ruled by the Kuomintang.

source: 周可传穿过的皮鞋
en_us: The leather shoes worn by Zhou Kechuan

source: 刘仲容的回忆手稿
en_us: Liu Zhongrong's memoir manuscript

source: 苏曼穿过的呢料上衣
en_us: The woolen coat wore by Suman

source: 苏曼穿过的哗叽裤
en_us: The Huaji pants worn by Suman

source: 抗战时期任第四战区司令官张发奎机要秘书的左洪涛
en_us: Zuo Hongtao, the confidential secretary of Zhang Fakui, commander of the Fourth Theater during the Anti-Japanese War

source: 坚持统战工作的中共地下党员和进步民主人士
en_us: CCP underground members and progressive democrats who insist on united front work

source: 八路军桂林办事处奉命撤离桂林时，在《广西日报》上登载的撤销声明。
en_us: The revocation statement published in Guangxi Daily when Guilin Office of the Eighth Route Army was ordered to leave Guilin.
